{
  "header": {
    "about": "Sobre mí",
    "projects": "Proyectos",
    "education": "Educación",
    "contatc": "Contacto",
    "soy": "Soy",
    "presentation": "Creo interfaces de usuario intuitivas y dinámicas para sitios web y aplicaciones, asegurando la máxima usabilidad.",
    "ubication": "Barcelona, España",
    "cv": "Descargar CV"
  },
  "main": {
    "aboutMe": {
      "title": "Sobre mí",
      "aboutP1": "Me apasionan las motocicletas, el deporte y la nutrición. Encuentro alegría en mantenerme activo y saludable a través del ejercicio y hábitos alimenticios equilibrados. Montar en moto por la naturaleza es mi manera ideal de despejar la mente.",
      "aboutP2": "Siempre estoy deseoso de aprender y crecer en todos los aspectos de la vida, creyendo firmemente en mantener un estilo de vida activo y buscar constantemente conocimientos para prosperar tanto personal como profesionalmente."
    },
    "experience": {
      "exp1": "Aunque aún no tengo experiencia profesional en el mundo del desarrollo, he invertido mucho tiempo y esfuerzo en aprender y crear proyectos por mi cuenta.",
      "exp2": "En lugar de ver esto como una desventaja, creo que me ha permitido ser autodidacta y desarrollar habilidades para resolver problemas de cierta manera. Siempre estoy buscando desafíos que me permitan crecer y mejorar mis habilidades.",
      "title": "Experiencia"
    },
    "skills": {
      "title": "Habilidades",
      "more": "Más",
      "less": "Menos",
      "database": "Base de Datos"
    },
    "education": {
      "title": "Educación",
      "master": "(Máster)",
      "course": "(Curso)",
      "Enero": "Ene.",
      "Febrero": "Feb.",
      "Marzo": "Mar.",
      "Abril": "Abr.",
      "Mayo": "May.",
      "Junio": "Jun.",
      "Julio": "Jul.",
      "Agosto": "Ago.",
      "Septiembre": "Sept.",
      "Octubre": "Oct.",
      "Noviembre": "Nov.",
      "Diciembre": "Dic.",
      "present": "Presente"
    },
    "projects": {
      "title": "Proyectos",
      "url": "Acortador de URL",
      "urlp": "Herramienta que acorta URLs largas y genera automáticamente un código QR para cada una. Facilita el acceso y la compartición de enlaces, ideal para marketing y eventos. Mejora la experiencia del usuario con enlaces más manejables y accesibles visualmente.",
      "cripto": "Cotización de criptomonedas",
      "criptop": "Herramienta para seguir los precios y variaciones de tus criptomonedas favoritas pudiendo elegir la divisa que mas se ajuste a tu localización. También tiene sección de noticias actualizadas sobre el mundo cripto.",
      "fitness": "Calculadora fitness",
      "fitnessp": "Una aplicación que calcula las comidas que consumes a lo largo del día junto con el ejercicio que realizas, y genera un balance total de energía para tu día.",
      "game": "Juego de parejas",
      "gamep": "Juego de parejas de animales con temporizador.",
      "ecomerce": "Comercio electrónico de auriculares",
      "ecomercep": "Comercio electrónico de auriculares con tienda integrada y simulación de pagos.",
      "guitar": "Tienda de guitarras",
      "guitarp": "Proyecto de una tienda de guitarras con carrito de compras incluido.",
      "cocktail": "App de cócteles",
      "cocktailp": "Proyecto para consultar con los ingredientes que tienes que cocktails y bebidas hacer, mostrando recetario y sección de favoritos.",
      "weather": "App del tiempo",
      "weatherp": "Aplicación de tiempo que te localiza y visualiza tu ubicación, el tiempo atmosférico y su previsión en los días posteriores, así como otros datos importantes. También brinda la posibilidad de buscar otras ubicaciones.",
      "expense": "Planificador de gastos",
      "expensep": "Planificador de gastos para controlar tus metas financieras. Cuenta con multiples funcionalidades y si se desea agrupa los gastos por tipos."
    },
    "experiences": {
      "need": "Desarrollo y optimización de un panel de usuario para mejorar la gestión de servicios, aumentando la retención de clientes. Implementé un sistema de autenticación sin contraseña, mejorando la seguridad y reduciendo la carga operativa en IT. Lideré el desarrollo de una app móvil para automatizar procesos internos, optimizando tiempos y recursos. Trabajo en un entorno Agile, colaborando con diseñadores y desarrolladores para entregar soluciones escalables y eficientes."
    }
  },
  "footer": {
    "contact": "Contacto"
  }
}
